Repository: cicloalcano/glyko
Catalog: HMD_BGM_V28/GSM2.0/Properties/txt.*.resx
Languages: pt

source: Add New User
pt: Adicionar Novo patient

# BloodGlucoseManagementProgramVer
source: Blood Glucose Management Program V2.8
pt: Programa de Monitoramento de Glicemia V2.8 [Bem vindo!]

# btnSave
source: Save
pt: SALVAR

source: Checking Password
pt: Confirmar Senha

source: Exit
pt: Sair

# Menu_About
source: About
pt: Sobre

# Menu_ALLGraph
source: ALL Graph
pt: Todos os Gráficos

# Menu_CurveGraphACPC
source: Curve Graph AC & PC
pt: Gráfico de Curva AC PC

# Menu_DataList
source: Data List
pt: Lista de Dados

# Menu_DayGroup
source: Day Group
pt: Grupo Diário

# Menu_DayList
source: Day List
pt: Lista Diária

# Menu_DistributionGroup
source: Distribution Group
pt: Grupo de Distribuição

# Menu_DownloadMeterReadings
source: Download Meter Readings
pt: Baixar Leituras do Glicosímetro

# Menu_Exit
source: Exit
pt: Sair

# Menu_GlucoseAnalysisColumnGraph
source: Glucose Analysis Column Graph
pt: Gráfico de Coluna de Análise de Glicemia

# Menu_Help
source: Help(H)
pt: Ajuda

# Menu_Main
source: Main(M)
pt: Principal

# Menu_Meter
source: Meter(M)
pt: Glicosímetro

# Menu_Print
source: Print(P)
pt: Imprimir

# Menu_PrintPreview
source: Print Preview
pt: Visualização de Impressão

# Menu_PrintSetup
source: Print Setup
pt: Configurações de Impressão

# Menu_Report
source: Report(R)
pt: Relatório

# Menu_SettingUser
source: Meter and User Management
pt: Configurações

# Menu_TrendGroup
source: Trend Group
pt: Grupo de Tendência

# Menu_WeekGroup
source: Week Group
pt: Grupo Semanal

# MerterUID
source: UID
pt: 序號

source: Password
pt: Senha

# ToolTip_CurveGraphAC
source: Curve Graph AC
pt: Gráfico de Curva AC

# ToolTip_CurveGraphBreakfastAC
source: Curve Graph Breakfast AC
pt: Gráfico de Curva B AC

# ToolTip_CurveGraphBreakfastPC
source: Curve Graph Breakfast PC
pt: Gráfico de Curva B PC

# ToolTip_CurveGraphDinnerAC
source: Curve Graph Dinner AC
pt: Gráfico de Curva D AC

# ToolTip_CurveGraphDinnerPC
source: Curve Graph Dinner PC
pt: Gráfico de Curva D PC

# ToolTip_CurveGraphLunchAC
source: Curve Graph Lunch AC
pt: Gráfico de Curva L AC

# ToolTip_CurveGraphLunchPC
source: Curve Graph Lunch PC
pt: Gráfico de Curva L PC

# ToolTip_CurveGraphPC
source: Curve Graph PC
pt: Gráfico de Curva PC

# ToolTip_Home
source: Home
pt: casa

source: User ID
pt: CPF

source: User Login
pt: nome do paciente

source: Lower Normal:
pt: Normal Inferior:

# MeterID
source: Meter
pt: Glicosimetro

# SettingUserComm
source: Choose the glucose unit and glucose value limit before pressing save.
pt: Escolha a unidade de glicemia e o valor de glicemia antes de pressionar SALVAR.

# SettingUserGroupComm
source: Glucose Value Normal AND Limit Setting
pt: Valor de Glicemia Normal E Configuração de Limite

source: Uper limit：
pt: Limite Superior:

source: Uper Normal:
pt: Normal Superior:

# DownloadMeterReadingsComm
source: This operation will download the readings stored on your Blood Glucose Monitoring System and enter them in the database.
pt: Esta operação permitirá o download das leituras armazenadas no seu Sistema de Monitoramento de Glicemia e a sua inserção na base de dados.

source: Reading Massage...
pt: Lendo mensagem...

source: Start Reading
pt: Começar Leitura

source: Step1
pt: Passo 1

# Step1Comm
source: Connect the meter to your computer by using the interface cable.
pt: Conecte o glicosímetro em seu computador através da interface do cabo.

source: Step2
pt: Passo 2

# Step2Comm
source: Your meter will turn ON and display [PC] before downloading.
pt: Seu glicosímetro irá ligar e mostrar [PC] antes de iniciar o download.

source: Step3
pt: Passo 3

# Step3Comm
source: View reports after downloading.
pt: Ver relatórios após o download.

source: Connection
pt: conexão

source: Connection In
pt: conexão In

source: Connection Test
pt: conexão Test

source: DATA DOWNLOADING
pt: Baixando Dados

# DATADOWNLOADING2
source: DATA HAS BEEN DOWNLOADED
pt: Baixando Dados

source: Date Time
pt: Data & Hora

source: DOWNLOADINGOK
pt: 下載完成

source: Test_No
pt: No. do Teste

# ChartAllAC
source: ALL AC
pt: TODOS AC

# ChartAllPC
source: ALL PC
pt: TODOS PC

# ChartAverageValue
source: Average value :
pt: Valor Médio:

# ChartHighestValue
source: Highest value :
pt: Valor Máximo:

# ChartLowestValue
source: Lowest value :
pt: Valor Mínimo:

# ChartTestTotal
source: Test Totals :
pt: Totais do Teste:

# ChartTitle2
source: Glucose Analysis Column Graph
pt: Gráfico de Coluna de Análise de Glicemia

# ChartXaxis2
source: Glucose mg/dL
pt: Glicemia mg/dL

# ChartYaxis
source: Glucose
pt: Glicemia

# chekboxAllAC
source: ALL AC
pt: TODOS AC

# chekboxAllPC
source: ALL PC
pt: TODOS PC

source: Dayofweek
pt: Dia da Semana

source: Friday
pt: Sexta

# lblACAverageValue
source: AC Average value :
pt: Valor Médio AC

# lblAChighestValue
source: AC Highest value :
pt: Valor Máximo AC

# lblACLowestValue
source: AC Lowest value :
pt: Valor Mínimo AC

# lblAllAC
source: ALL AC Test Totals :
pt: TODOS Totais de Teste AC

# lblAllPC
source: ALL PC Test Totals :
pt: TODOS Totais de Teste PC

# lblPCAverageValue
source: PC Average value :
pt: Valor Médio PC

# lblPChighestValue
source: PC Highest value :
pt: Valor Máximo PC

# lblPCLowestValue
source: PC Lowest value :
pt: Valor Mínimo PC

# lblReportDate
source: Report's date :
pt: Data do Relatório:

# lblVISIBLE
source: VISIBLE
pt: VISÍVEL:

source: Monday
pt: Segunda

source: No data !
pt: Nenhum dado!

source: out the Limit
pt: Fora do Limite

source: out the Normal
pt: Fora da Faixa Normal

source: Saturday
pt: Sábado

source: Sunday
pt: Domingo

source: Thursday
pt: Quinta

source: Tuesday
pt: Terça

source: Wednesday
pt: Quarta

source: Languages
pt: idiomas

# btnMeterReadings
source: Meter Readings
pt: Leituras do Glicosímetro

# btnReports
source: Reports
pt: Relatórios

# firstFormComm1
source: Thanks for using GlucoLeader Blood Glucose Management Program which designed for improving the Blood Glucose Level.
pt: Obrigado por usar o Programa de Monitoramento de Glicemia GlucoLeader, o qual foi desenhado para otimizar o controle da glicemia.

# firstFormComm2
source: This program allows you to transfer blood glucose results that are stored in the memory of your blood glucose meter directly to your personal computer (PC) while connecting the proprietary USB cable.
pt: Este programa permite a transferência dos resultados de glicemia que estão armazenados na memória do glicosímetro diretamente para o computador através de conexão com o cabo USB.

# firstFormComm3
source: Once the data is transferred from your blood glucose meter to your computer, the software enables you to review and analyze your blood glucose test results using a variety of charts and graphs.
pt: Uma vez transferidos os dados de glicemia do glicosímetro para o computador, o software permite a revisão e análise dos resultados de glicemia usando uma variedade de tabelas e gráficos.

# firstFormComm4
source: It is intended for use in home and clinical settings to assist people with diabetes and their healthcare professionals in review, analysis, and evaluation of historical blood glucose test results to support diabetes management.
pt: Ele é destinado para uso doméstico e em ambientes hospitalares para auxiliar pessoas com diabetes e profissionais da saúde na revisão, análise e avaliação do histórico de resultados de glicemia para auxiliar no controle do diabetes.

# firstFormComm5
source: If you have any questions about the GlucoLeader Glucose Management Program, Email to
pt: Se você tiver algum questionamento sobre o Programa de Monitoramento de Glicemia GlucoLeader, favor enviar mensagem para

# firstFormToptic
source: Glucose Management Software
pt: Software de Monitoramento de Glicemia

# aboutFormToptic
source: Glucose Management Software
pt: Software de Monitoramento de Glicemia

source: User Birthday
pt: D. Nasc.

source: User Gender
pt: SEXO

source: User Name
pt: Nome

# PersonDataClear
source: Clear
pt: Limpar

# PersonDataSave
source: Save
pt: Salvar
